const adms = (prefix) => { 
 
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

	return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
*╔═══❖•ೋ°ৡৢ͜͡  ❤‍🔥 𖥨֗°ೋ•❖═══╗*
                    ᬊ᭄𝐌𝐄𝐍𝐔 𝐀𝐃𝐌ᬊ᭄
*╚═══❖•ೋ°ৡৢ͜͡  ❤‍🔥 𖥨֗°ೋ•❖═══╝*
_𝙴𝚜𝚝𝚎 𝚎́ 𝚄𝚖 𝙼𝚎𝚗𝚞 𝙰𝚙𝚎𝚗𝚊𝚜 𝙿𝚊𝚛𝚊 𝙰𝚍𝚖𝚜._
_𝙰𝚕𝚐𝚞𝚗𝚜 𝙲𝚘𝚖𝚊𝚗𝚍𝚘𝚜 𝚂𝚊̃𝚘 𝙰𝚙𝚎𝚗𝚊𝚜 𝚀𝚞𝚊𝚗𝚍𝚘 𝙾 𝙱𝚘𝚝 𝙵𝚘𝚛 𝙰𝙳𝙼._

║ঔৣ͜͡҉ 🍏 ${prefix}Abrirgpt/fechargpt 
║ঔৣ͜͡҉ 🍏 ${prefix}Kick [@] (pra-remover) 
║ঔৣ͜͡҉ 🍏 ${prefix}Ban (responder-mensagem)
║ঔৣ͜͡҉ 🍏 ${prefix}Promover [@] (promover a adm)
║ঔৣ͜͡҉ 🍏 ${prefix}Rebaixar [@] (rebaixar adm)
║ঔৣ͜͡҉ 🍏 ${prefix}Totag (menciona-algo)
║ঔৣ͜͡҉ 🍏 ${prefix}Grupo f/a
║ঔৣ͜͡҉ 🍏 ${prefix}Nomegp (Nome)
║ঔৣ͜͡҉ 🍏 ${prefix}Status
║ঔৣ͜͡҉ 🍏 ${prefix}Limpar (texto-invisível-gp)
║ঔৣ͜͡҉ 🍏 ${prefix}Atividades (DO-GRUPO)
║ঔৣ͜͡҉ 🍏 ${prefix}Linkgp
║ঔৣ͜͡҉ 🍏 ${prefix}Grupoinfo
║ঔৣ͜͡҉ 🍏 ${prefix}Hidetag (txt) (marcação)
║ঔৣ͜͡҉ 🍏 ${prefix}Marcar (marca tds do gp)
║ঔৣ͜͡҉ 🍏 ${prefix}Marcar2 (marca tds do gp com Wa.me/)
║ঔৣ͜͡҉ 🍏 ${prefix}Anagrama 1 / 0
║ঔৣ͜͡҉ 🍏 ${prefix}Antidocumento 1 / 0  
║ঔৣ͜͡҉ 🍏 ${prefix}Antiloc 1 / 0  
║ঔৣ͜͡҉ 🍏 ${prefix}Anticontato 1 / 0  
║ঔৣ͜͡҉ 🍏 ${prefix}Antilink 1 / 0
║ঔৣ͜͡҉ 🍏 ${prefix}Antilinkhard 1 / 0
║ঔৣ͜͡҉ 🍏 ${prefix}Antiviewonce 1 / 0
║ঔৣ͜͡҉ 🍏 ${prefix}Antifake 1 / 0
║ঔৣ͜͡҉ 🍏 ${prefix}Bemvindo 1 / 0 (defina legenda)
║ঔৣ͜͡҉ 🍏 ${prefix}Antiimg 1 / 0
║ঔৣ͜͡҉ 🍏 ${prefix}Antiaudio 1 / 0
║ঔৣ͜͡҉ 🍏 ${prefix}Antivideo 1 / 0
║ঔৣ͜͡҉ 🍏 ${prefix}Leveling 1 / 0  
║ঔৣ͜͡҉ 🍏 ${prefix}Fotogp (Marca Foto)
║ঔৣ͜͡҉ 🍏 ${prefix}Descgp (TXT)
║ঔৣ͜͡҉ 🍏 ${prefix}Nomegp (Nome)
║
『${NomeDoBot}』
`
}

exports.adms = adms

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 